[
  {
    "date": "2016-02-13",
    "title": "2016-02-13 - Compliment on Police Officer of New Territories North Region",
    "text": "Dear Sir/Madam, \n\nI am writing to show my appreciation to a Police officer who was on duty to handle a domestic discord case of my family.  He patiently helped alleviate the resentment between my sister and mother by making use of his eloquence. \n\nThe dispute between my sister and mother was about whether my sister should pay for family expenses.  The officer movingly told a story as an evidence in order to persuade them to eliminate their biases, which was about paying his parents for family expenses and thus he could only had cup noodles for lunch for a week.  Anyway, now we are back to harmony.  To thank his crucial aid, I want to make use of this letter to honor his impressive contribution.  Thank you for your attention. \n                                                                      \nYours faithfully,\nMa\n\nNote : Officer praised in this letter is Sergeant 1975 YEUNG Ming-ki of Platoon 3 Emergency Unit, New Territories North Region",
    "officers": [
      "Sergeant 1975 YEUNG Ming-ki"
    ],
    "unit": "Platoon 3 Emergency Unit",
    "division": "New Territories North Region"
  },
  {
    "date": "2016-02-14",
    "title": "2016-02-14 – Compliment on Police Officer of Western Division",
    "text": "Special thanks to the Police officers for kindly locating my Octopus card which I've accidentally lost at the park.  I was very grateful for their kindness for trying so hard to locate me and return the card to me.  I must say that they are very efficient and they represented Hong Kong Police so well!!!!!\n\nMs. ZEE\n\nNote : Officers praised in this letter are Sergeant 34877 WONG Man-dick, PC 16643 CHU Wan-pang and PC 18411 PANG Chun-yin of Patrol Sub-unit 2, Western Division",
    "officers": [
      "Sergeant 34877 WONG Man-dick",
      "PC 16643 CHU Wan-pang",
      "PC 18411 PANG Chun-yin"
    ],
    "unit": "Patrol Sub-unit 2",
    "division": "Western Division"
  },
  {
    "date": "2016-02-13",
    "title": "2016-02-13 - Compliment on Police Officer of Tseung Kwan O Division",
    "text": "Dear Sir/Madam,\n\nI write to express my sincere gratitude and appreciation to three Police officers for their professional attitude and proactive assistance provided regarding a noise complaint case lodged against my neighbour.\n\nUpon my report to the Police (via calling 999) about suspected noise nuisance around midnight on 9th February 2016, the officers paid visit to my residence quickly and conducted thorough and effective investigation of the case, followed by prompt action (that was, to friendly remind the complained flat not to play musical instruments after 11:00 p.m. based on the Cap.400 regulations on noise nuisance).  It was a very impressive experience as they communicated with all stakeholders and were also willing to solve the case by paying extra effort (that was, to communicate with us before, during and also after the case).\n\nThe case was eventually solved to everyone’s satisfaction after their practical communication with my neighbour.  My family was of no doubt contented, if not marveled, by their comprehensive delivery of Police service.  It is indeed fair to comment that the team of three officers had not only solved a minor residence case but also promoted a positive image of the Police to the general public.  We have taken the privilege to share such pleasing experience to many of our friends and fellows.\n\nTo encourage and enhance the excellent performance of the Police Force, it will be most grateful if your relevant officers would thus receive relevant commendations for their silent yet industrious work done, which is believed to be seen across many cases including mine.  Thanks to your wise management and team work, I am confident that there will be more appreciation reports from citizens in near future.\n\nYours faithfully\nMr. LO\n\nNote : One of the officers praised in this letter is PC 859 CHIN Siu-sun of Patrol Sub-unit 3, Tseung Kwan O Division.",
    "officers": [
      "PC 859 CHIN Siu-sun"
    ],
    "unit": "Patrol Sub-unit 3",
    "division": "Tseung Kwan O Division"
  },
  {
    "date": "2016-02-07",
    "title": "2016-02-07 – Compliment on Police Officer of Railway District",
    "text": "I clumsily left my luggage in a taxi.  Rushing to catch a flight leaving in 3 hours, I tried frantically to contact the taxi company.  They were not responsive for about an hour.  Failing which I went to the police post at IFC to make a report.  Very quickly, the police officers on duty offered a solution.  They were kind, efficient, and understanding.  Their helpfulness and experience were vital in locating the taxi owner and eventually the driver.  By this time there was a change in the reporting officers who were equally brilliant. \n\nI managed to meet the driver and eventually collected my luggage.  Everything was in tact and I rushed to the airport.  Though I missed my flight and had to be on standby for the next 5 hours, the entire experience made me appreciate what the HK Police can do for HK.\n\nOfficer LUK followed up with a call and that was super!  I am now enjoying my time with my family for the Lunar New Year.  I would like to sincerely thank the officers for their excellent service and effective assistance.  Finally, wishing them a prosperous and wonderful start to the Lunar New Year.\n\nMr. LAI\n\nNote : Two of the officers praised in this letter are SPC 47759 LEUNG Kin-kwok and PC 1681 LUK Tat-hung of Lantau Airport Railway, Railway District",
    "officers": [
      "SPC 47759 LEUNG Kin-kwok",
      "PC 1681 LUK Tat-hung"
    ],
    "unit": "Lantau Airport Railway",
    "division": "Railway District"
  },
  {
    "date": "2016-02-06",
    "title": "2016-02-06 – Compliment on Police Officer of New Territories South Region",
    "text": "On 3 February 2016, after I reported that there was an excessive and dangerous amount of debris on the road, the officer immediately went to the site and expediently removed the debris, while keeping me updated. The officer had the utmost professionalism and efficiency.   \n\nMs. CHAN\n\nNote : Officer praised in this letter is PC 8174 TO Yiu-ting of Enforcement and Control Division (Road Work Inspection Team 5), Territories South Road Management Office, Territories South Region",
    "officers": [
      "PC 8174 TO Yiu-ting"
    ],
    "unit": "Enforcement and Control Division (Road Work Inspection Team 5), Territories South Road Management Office",
    "division": "Territories South Region"
  },
  {
    "date": "2016-02-04",
    "title": "2016-02-04 - Compliment on Police Officers of Western Division",
    "text": "Dear Sir,\n\nI am writing to express my sincere thanks for your kindness help.  I am a HKU student who lost my Mac book in university and called the Police this month.  The Police officers came to school soon and helped me find the clues patiently.  They are so professional, kind and friendly.  With the help of Police, I found my laptop in the school office finally.  Maybe this is just a small case to you, but it is really an important thing to me! \n\nWith thanks again and best wishes to you and your colleagues! .\n\nYours,\nMiss Zhu\n\nNote : the officers praised in this letter are SGT 58101 YUEN Chun-yue, SPC 49741 LAI Chiu-tat and PC 19288 WONG Hon-hin of Patrol Sub-unit 3, Western Division",
    "officers": [
      "SGT 58101 YUEN Chun-yue",
      "SPC 49741 LAI Chiu-tat",
      "PC 19288 WONG Hon-hin"
    ],
    "unit": "Patrol Sub-unit 3",
    "division": "Western Division"
  },
  {
    "date": "2016-02-01",
    "title": "2016-02-01 - Compliment on Police Officers of Kwun Tong District",
    "text": "Dear Sir, \n\nI would like to take this opportunity to express my gratitude to TKO Police Station and two police officers for their kind assistance in investigating my case.\n\nThe officers Mr. Tang and Mr. Chan demonstrated patience, excellent knowledge and professionalism in the investigation process.  I appreciate them totally!\n\nThank You!\n\nMs Leung\n\nNote : the officers praised in this letter are SGT 49413 CHAN Wai-yuen and PC 12125 TANG Kai-him of District Investigation Team 7, Kwun Tong District",
    "officers": [
      "SGT 49413 CHAN Wai-yuen",
      "PC 12125 TANG Kai-him"
    ],
    "unit": "District Investigation Team 7",
    "division": "Kwun Tong District"
  },
  {
    "date": "2016-02-01",
    "title": "2016-02-01 - Compliment on Police Officer of Wanchai Division",
    "text": "I reported loss of my wallet today.  During the reporting period, police officer is very kind, trying to help me to contact the driver.  Afterwards he contacted the driver and asked me to contact him directly to get back the wallet.  Before I met the taxi driver, he called me again to check the status, and asked me to tell him whether everything is fine after getting the wallet.  I called back to appreciate his attitude and patient.  He is very efficient. \n\nMr. Sinn \n\nNote : the officer praised in this letter is PC 53928 Yu Wing-ho of Patrol Sub-unit 3, Wanchai Division",
    "officers": [
      "PC 53928 Yu Wing-ho"
    ],
    "unit": "Patrol Sub-unit 3",
    "division": "Wanchai Division"
  },
  {
    "date": "2016-01-27",
    "title": "2016-01-27 - Compliment on Police Officer of Shatin District",
    "text": "I am writing to express my utmost gratitude for the valiant efforts of Police officers, especially officer James for personally handling my case and answering all my queries patiently although my Chinese was really bad.  Also as I am a Singaporean who got my phone stolen overseas, I had lost hope in retrieving the phone as chances to detect these cases were low.  But I was surprised when James went out of his way and contacted me 3 days after I filed my report, saying that they had captured the thief and retrieved my phone. \n\nI would also like to commend the Hong Kong Police on their competency in this matter. \n\nMr. Hoon\n\nNote : one of the officers praised in this letter is PC 13943 CHIM Hok-in, James of District Investigation Team 6, Shatin District",
    "officers": [
      "PC 13943 CHIM Hok-in",
      "James"
    ],
    "unit": "District Investigation Team 6",
    "division": "Shatin District"
  },
  {
    "date": "2016-01-26",
    "title": "2016-01-26 - Compliment on Police Officer of Tin Shui Wai Division",
    "text": "I travelled on a bus going from Guangzhou to Hong Kong on 2016-01-21, and crossed from the Mainland to Hong Kong at the Shenzhen Bayport Terminal.  I somehow lost my mobile phone on the way to Hong Kong, but didn't discover it until almost noon when someone answered my phone and said the phone would be returned to the Shenzhen Bayport Police Station on the Hong Kong side.  I had a round trip ticket and returned to Shenzhen Bayport at around 1700 hours and then went to the Police Station.  I was assisted by Police officers who were both very professional and efficient in tracking my phone, which was turned in to the station at about 1730 hours by a bus driver.  I am extremely grateful to both officer PC 9735 and WPC 14926 for their efforts to help me recover my phone.\n\nMs Molly\n\nNote : the officers praised in this letter are PC 9735 CHIN Kwok-man and WPC 14926 CHAN Pui-sin of Shenzhen Bay Port, Tin Shui Wai Division",
    "officers": [
      "PC 9735 CHIN Kwok-man",
      "WPC 14926 CHAN Pui-sin"
    ],
    "unit": "Shenzhen Bay Port",
    "division": "Tin Shui Wai Division"
  },
  {
    "date": "2016-01-25",
    "title": "2016-01-25 – Compliment on Police Officer of Cheung Chau Division",
    "text": "We would like to thank you very much for the Police officers’ efforts to rescue our Grey African parrot safely and take great care of him. \n\nThanks to officers’ kind help, our bird could escape from the cold weather in your great care.  We could tell that he was so much relieved when we came for him at the Police station, comparing with the photo taken at the time that he was discovered on the street (a photo of him appeared scared and tired from Peng Chau residents' Facebook).  The Police officer’s assistance was more than mere responsibility, but warm and heartfelt help to us citizens.\n\nWe could not imagine what harm would had come to him without your rescue and protection.  We are especially grateful for your identification on the owner by bird ring and birthday certificate.  The officers’ thoughtfulness and professionalism are definitely worthy of our respect.\n\nIt is great to know that we are in very good hands with Hong Kong Police in service!\n\nMany thanks again and best regards,\n\nMs Chan and Mr Ie\n\nNote : one of the officers praised in this letter is PC 49977 HO Wai-yip of Patrol Sub-unit 3, Cheung Chau Division",
    "officers": [
      "PC 49977 HO Wai-yip"
    ],
    "unit": "Patrol Sub-unit 3",
    "division": "Cheung Chau Division"
  },
  {
    "date": "2016-01-23",
    "title": "2016-01-23 - Compliment on Police Officer of Aberdeen Division",
    "text": "Dear Sir, \n\nThis is just a thank you note as the Police officer has been very diligent and helpful when handling our complaint for noise pollution. \n\nThanks a lot!  Your support was much appreciated! \n\nAlexandra \n\nNote : the officer praised in this letter is PC 15188 NG Ka-fai of Patrol Sub-unt 2, Aberdeen Division",
    "officers": [
      "PC 15188 NG Ka-fai"
    ],
    "unit": "Patrol Sub-unt 2",
    "division": "Aberdeen Division"
  },
  {
    "date": "2016-01-13",
    "title": "2016-01-13 - Compliment of Police Officer of Western Division",
    "text": "I would like to take this opportunity to express my gratitude to police officers for helping out to search for my dad who had run out in the afternoon from home.  As my dad got Alzheimer, he ran away in the afternoon without informing any of us.  The police officers were very helpful and efficient in assisting in the searching process.  Really appreciate their assistance.\n\nMs. YAN\n\nNote : the officer praised in this letter are Sergeant 49983 CHOI Chi-ping, PC 19270 KU Yat-hei and PC 16206 NG Sui-leung of Patrol Sub-unit 4 Western Division",
    "officers": [
      "Sergeant 49983 CHOI Chi-ping",
      "PC 19270 KU Yat-hei",
      "PC 16206 NG Sui-leung"
    ],
    "unit": "Patrol Sub-unit 4",
    "division": "Western Division"
  },
  {
    "date": "2016-01-13",
    "title": "2016-01-13 - Compliment of Police Officer of Kowloon East Region",
    "text": "Police officer Mr. Pang is very polite, gentle, smart, clever and courteous.  He handled my case carefully and in details.  He can take his heart to help us to check so many related things.  All his behavior can let us know his helpfulness and goodness. He always called us and kept in contact with us about the related process.  He gave us so many support and let us feel HK policeman can help us a lot during this time. Also, his team work is so far so good, every partner can follow this case so carefully and understood all the related details.\n\nMr. Pang is a so perfect policeman.  We hope your department can show his perfect performance to all the other police and do like him to help HK people in need.  God bless them forever!\n\nThank you very much for him and his team partners again and hope Mr. Pang will have a higher position to lead other partners to stay in HK Police to help HK in the future time.\n\nMs. WAN\n\nNote : the officer praised in this letter is PC 1733 PANG Wai-wa of Regional Missing Person Unit, Kowloon East",
    "officers": [
      "PC 1733 PANG Wai-wa"
    ],
    "unit": "Regional Missing Person Unit",
    "division": "Kowloon East"
  },
  {
    "date": "2016-01-05",
    "title": "2016-01-05 - Compliment on Police Officer of Emergency Unit Hong Kong Island",
    "text": "I was approaching No. 1 bus stop heading for the Happy Valley outside the China Overseas Building, Wan Chai and I was stopped by two police officers very politely in warm gesture and helpful manner because of the fire broke out incident on that day! Then I followed the way they showed me and I was there at the No. 1 bus stop; while I was waiting for the bus I have observed police officer PC 12610 whom stood right under the other bus stop did his best to help the elderly who came out from the taxi right in front of the site!  The elderly with companies that have difficulties to walk, PC 12610 approached them without hesitation and helped.  He has also drawn the attention of one female colleague and someone looked like a supervisor and they all helped to stop the traffic for moving the elderly and companies out of the site as soon as possible!\n\nThis scene at the site has been touching and I hope that this compliment can encourage police officers to know that they should be proud of helping people in the uniform of the Hong Kong Police Force!\n\nThese people of the above mentioned are not only the asset of your department and they are the assets of us Hong Kong Citizens too!\n\nI would like to mention that the head of this group must be an excellent leader because from the officers whom I have first met at the scene they are all so professional and helpful !\n\nFinally may I take the chance of wish all of you and family a very Happy New Year 2016 !\n\nSincerely yours,\nLAM TZ\n\nNote : one of the officer praised in this letter is PC 12610 WONG Ho-tak of Platoon 3, Emergency Unit Hong Kong Island",
    "officers": [
      "PC 12610 WONG Ho-tak"
    ],
    "unit": "Platoon 3, Emergency Unit",
    "division": "Hong Kong Island"
  },
  {
    "date": "2016-01-04",
    "title": "2016-01-04 - Compliment on Police Officer of Wan Chai Division",
    "text": "Greeting, I hope this link will note my appreciation to a police officer.  I brought hundreds of lost or found items to police station.  The police officer is very patient and polite when handling my case.  The best thing I felt is he kept asking me \"Was I hungry?\" Kept informing me of the expectation of how long it was going to take!!  He made me feel he is very easy-going and really keen to help and support!!! \n\nHe truly makes the Hong Kong Police Force to be proud.  Thumbs up!!! \n\nThank you!!\nMr. Chui\n\nNote : the officer praised in this letter is PC 16674 YEUNG Chung-hin of Patrol Sub-unit 2, Wan Chai Division",
    "officers": [
      "PC 16674 YEUNG Chung-hin"
    ],
    "unit": "Patrol Sub-unit 2",
    "division": "Wan Chai Division"
  },
  {
    "date": "2016-01-02",
    "title": "2016-01-02 - Compliment on Police Officer of Railway District",
    "text": "I salute two police officers for the kindness, courtesy and immediate response to our concern on a baggage left inside a cab trunk when we were dropped off to our flight home to the Philippines.  Both officers were accommodating, friendly and helpful when I approached them.  They immediately located and contacted the driver and helped me get back my luggage.  In a span of 30 minutes, police officer retrieved my luggage and I was so happy to meet such amazing officers of the Hong Kong Police. \n\nAs a frequent tourist of Hong Kong, (I visit Hong Kong at least once a year) it is very nice to know that I have someone to trust and turn to when trouble arises.  I recommend that these officers be commended and properly recognized as I have witnessed how they help tourists like me and my family far away from home when we need someone to help us.  Thank you again for a job well done and extending your hand beyond the call of duty.  I hope to see you soon when I visit Hong Kong again this 2016.  God Bless and sending love from the Philippines! \n\nMiss Angel\n\nNote : the officers praised in this letter are PC 50964 Yau Kin-cheong and PC 34221 Tsai Yu-ping of Lantau Airport Railway, Railway District",
    "officers": [
      "PC 50964 Yau Kin-cheong",
      "PC 34221 Tsai Yu-ping"
    ],
    "unit": "Lantau Airport Railway",
    "division": "Railway District"
  },
  {
    "date": "2015-12-24",
    "title": "2015-12-24 – Compliment on Police Officer of Kowloon City District",
    "text": "Dear Police Commissioner,\n\nI am writing to praise the fine police work by Police Officer LAU. This is a relatively petty crime in which the total amount of fraud money involved was less than $30K HKD.  Nevertheless, Officer LAU, took the case seriously as it involved multiple victims. He spent much efforts to find the suspect. While this case did not result in a conviction, it was a happy ending for everyone involved. This outcome was not possible without the great efforts and diligent police works of Officer LAU. Moreover, since I often travel outside of HK, he had to contact me at least 10 times before we finally meet up to sign off on the case.  Each time, Officer LAU was very polite and accommodating.  \n\nIn short, I am thoroughly impressed by Officer LAU's fine attitude and professionalism throughout the case.  Please rely my regard and appreciation for his fine police works.\n\nThx\nMr. OU\n\nNote : the officer praised in this letter is PC1582 LAU Yuk-ming of District Investigation Team 3, Kowloon City District",
    "officers": [
      "PC1582 LAU Yuk-ming"
    ],
    "unit": "District Investigation Team 3",
    "division": "Kowloon City District"
  },
  {
    "date": "2015-12-22",
    "title": "2015-12-22 - Compliment on Police Officer of Traffic New Territories South Region",
    "text": "I am writing to express my gratitude and appreciation to the swift response by a police officer who is assisting me to investigate a hit and run case of my car. \n\nIn Dec 2015 afternoon, I went to the Traffic New Territories South to report the case of my car was hit and run by other car at a carpark. Even though I understand there may be many other cases handling by the officer, he responded to my case and went to the carpark in early morning. As time is very important to my case since the CCTV record of the carpark might have been deleted after a certain period. Fortunately the CCTV has recorded down the parked area of my car. \n\nI appreciate and sincerely thank you for police officer’s effort and prompt response to my case.\n\nMr. CHUNG\n\nNote : the officer praised in this letter is PC 10181 LAU Hei-yee of Accident Investigation Team 6, Traffic New Territories South Region",
    "officers": [
      "PC 10181 LAU Hei-yee"
    ],
    "unit": "Accident Investigation Team 6",
    "division": "Traffic New Territories South Region"
  },
  {
    "date": "2015-12-21",
    "title": "2015-12-21 - Compliment on Police Officer of Wan Chai District",
    "text": "In December, about a probable forgery of my identity for a loan application, police officer gave me a call this morning; and very kindly explained similar cases at length to assuage my worry about illegal employ of my identity. \n\nI am most grateful as officer Ms. WONG also informed her contact telephone number so that I may report if in the unlikely case.  \n\nMs. YAU\n\nNote : the officer praised in this letter is WPC 4168 WONG Pui-pui of District Intelligence Section, Wan Chai District",
    "officers": [
      "WPC 4168 WONG Pui-pui"
    ],
    "unit": "District Intelligence Section",
    "division": "Wan Chai District"
  },
  {
    "date": "2015-12-21",
    "title": "2015-12-21 - Compliment on Police Officer of Castle Peak Division",
    "text": "I lost my Octopus Card at the Gold Coast Piazza in Dec 2015. I contacted the security guards of the shopping mall but was much frustrated by their in cooperation and unwillingness to assist me. I therefore contacted the Police, and a police officer took my case. I was much impressed by his efficiency. Within an hour, he checked the security video and drew me the number of my lost Octopus card which I used for car parking. I have only lost an Octopus card, but he was still very devoted to my case, updating me with his investigation through several phone calls within that hour. \n \nI highly appreciate and admire this officer. I am much astounded, yet very impressed, by his devotion and attitude. I highly appreciate the Hong Kong Police Force taking great attention and effort to each and every case. I am sure that the Hong Kong Police Force will continue to display this excellent efficiency in work and fight against crime for the citizens. Thank you very much. \n \nYours sincerely,\nAlan CHAN\n \nNote : the officer praised in this letter is PC 473 LI Wai-nok of Patrol Sub-unit 2 Castle Peak Division",
    "officers": [
      "PC 473 LI Wai-nok"
    ],
    "unit": "Patrol Sub-unit 2",
    "division": "Castle Peak Division"
  },
  {
    "date": "2015-12-16",
    "title": "2015-12-16 - Compliment of Police Officers of Mong Kok District",
    "text": "Dear Commissioner Lo,\n \nThis letter is to thank you for the time and effort of your police officers at Mongkok Police Station in a seemingly minor incident.  It is very reassuring that there are policemen dedicated to the safety of the people of Hong Kong.\n \nI am to thank you for the support and service of the Hong Kong Police Force for searching my missing father.\n \nMy elderly 83-years-old father was reported missing when he went to restroom during lunch at a restaurant in Mongkok. We were waiting for him to return to finish his meal for over 2 hours. I became worried and called your fellow colleagues for assistance. After 6 o’clock, he eventually returned home safely as he had got on a bus by himself to a park hear home for whole afternoon but forgot to return to restaurant for our lunch.  I was so happy and relieved to know my father was safe home due to the efforts of the policemen after 6 hours.\n \nAlthough I am not a resident in Hong Kong, I travel often to the city and now know the hospitality of the Hong Kong Police Force of which I am proud.\n \nMost sincere regards,\nFOK\n\nNote : the officers praised in this letter are PC 7699 LEUNG Chun-ho, PC 2666 FONG Wai-kin, PC 18332 YIP Kwan-ki of Patrol Sub-units of Mong Kok District and PC 16773 KWONG Pui-lam of District Traffic Team, Mong Kok District",
    "officers": [
      "PC 7699 LEUNG Chun-ho",
      "PC 2666 FONG Wai-kin",
      "PC 18332 YIP Kwan-ki"
    ],
    "unit": "Patrol Sub-units of Mong Kok District and PC 16773 KWONG Pui-lam of District Traffic Team",
    "division": "Mong Kok District"
  },
  {
    "date": "2015-12-10",
    "title": "2015-12-10 - Compliment on Police Officer of Airport District",
    "text": "I left my laptop bag in a taxi on my way to Hong Kong International Airport.  Then, I reported the case to a police officer at the airport.  The officer on duty did a very good job by locating my lost laptop bag in a short time.\n\nI appreciate the good work done by the officer.\n\nRoy\n\nNote : the officer praised in this letter is PC 33222 CHEUNG Yau-hong of Patrol Sub-unit 4, Airport District",
    "officers": [
      "PC 33222 CHEUNG Yau-hong"
    ],
    "unit": "Patrol Sub-unit 4",
    "division": "Airport District"
  },
  {
    "date": "2015-12-08",
    "title": "2015-12-08 - Compliment on Police Officers of Lantau South Division",
    "text": "We are the owner of a premises at Tai O, Lantau and would like to write this letter showing our appreciation for the outstanding performance of Hong Kong Police officers.\n\nWe had a very pleasant experience with three Police officers whom we have found them very helpful in handling my repossession of the property from my tenant. \n\nBefore moving back to U.K., we would like you to recognize these three excellent officers.  Thank you for your attention.\n \nYours sincerely,\nMs. STRACHAN \n\nNote : the officers praised in this letter are PC 52422 KONG Kam-leung, PC 33440 CHEUNG Wai-kwan and PC 46954 LEUNG Chung-fong of Patrol Sub-unit 3, Lantau South Division",
    "officers": [
      "PC 52422 KONG Kam-leung",
      "PC 33440 CHEUNG Wai-kwan",
      "PC 46954 LEUNG Chung-fong"
    ],
    "unit": "Patrol Sub-unit 3",
    "division": "Lantau South Division"
  },
  {
    "date": "2015-12-05",
    "title": "2015-12-05 - Compliment on Police Officers of Yaumatei Division",
    "text": "At the end of November, there were police officers helping us to control the traffic conditions near a music festival, which helped us to solve many traffic problems and made everything smooth there.  Besides, a police officer (PCA6263) gave a lot of advice and patience to advise people there to use the right way. \n\nI highly recommend what he did on that day despite the heavy workload and hot weather.  His concentration made my staff and my team delighted.  He is a hard working police officer who did a fabulous job.  Thank you very much for his support and his team.\n\nMr. CHAN\n\nNote : the officer praised in this letter is PCA 6263 TSENG Kin-yung of Patrol Sub-unit 2, Yaumatei Division",
    "officers": [
      "PCA 6263 TSENG Kin-yung"
    ],
    "unit": "Patrol Sub-unit 2",
    "division": "Yaumatei Division"
  },
  {
    "date": "2015-12-03",
    "title": "2015-12-03 - Compliment of Police Officers of Wan Chai District",
    "text": "Dear Sir,\n\nI and on behalf of my wife would like to thank the Hong Kong Police for their dedication and professionalism in investigating a case. \n\nThis ordeal has taken a significant mental and physical toll on my wife.  We greatly appreciate the courtesy shown towards us from the involved police officers and their ongoing dedication to ensure justice is done for the involved families and investors who have lost significant sums of money as a result of dishonest practices. \n\nBest Regards\nMr. Cheng\n\nNote : the officers praised in this letter are Inspector YIP Pak-lun, Sergeant 754 NG Ting-hong, PC 12509 CHIU Sik-sun of District Investigation Team 3, Wan Chai District",
    "officers": [
      "Inspector YIP Pak-lun",
      "Sergeant 754 NG Ting-hong",
      "PC 12509 CHIU Sik-sun"
    ],
    "unit": "District Investigation Team 3",
    "division": "Wan Chai District"
  },
  {
    "date": "2015-11-25",
    "title": "2015-11-25 - Compliment of Police Officers of Western Division",
    "text": "I appreciate the prompt action of the police officers for helping me and my friend to trace his wallet lost inside a taxi from Admiralty to Kennedy Town.  The taxi driver was helpful and the wallet was returned to my friend within an hour.  I convey high regard for their enthusiasm.  Please keep the momentum and carry on the best protection of the HK citizen.  Thank you.\n\nCheers,\nMiss Ma\n\nNote : the officers praised in this letter are Sergeant 34877 WONG Man-dick, PC 17393 WONG King-sau, PC 17925 TSANG Tsz-chung and PC 34287 LEUNG Kwok-wai of Patrol Sub-unit 2, Western Division",
    "officers": [
      "Sergeant 34877 WONG Man-dick",
      "PC 17393 WONG King-sau",
      "PC 17925 TSANG Tsz-chung",
      "PC 34287 LEUNG Kwok-wai"
    ],
    "unit": "Patrol Sub-unit 2",
    "division": "Western Division"
  },
  {
    "date": "2015-11-22",
    "title": "2015-11-22 - Compliment of Police Officer of Yuen Long District",
    "text": "I am writing to thank you for a police officer who assisted me to investigate a pick-pocket case reported in Pat Heung Police Station in October 2015.\n\nI sincerely thank you for his effort and professionalism to the case.\n\nMiss Yeung \n\nNote : the officer praised in this letter is PC 58199 CHENG Kam-cheung of District Investigation Team 2, Yuen Long District",
    "officers": [
      "PC 58199 CHENG Kam-cheung"
    ],
    "unit": "District Investigation Team 2",
    "division": "Yuen Long District"
  },
  {
    "date": "2015-11-21",
    "title": "2015-11-21 - Compliment of Police Officer of Central District",
    "text": "I found that I lost my wallet with my HKID card, credit cards and some cash in the taxi when I got off the taxi to Discovery Bay Pier due to my own absent mindedness. The taxi had already left the pier 2 minutes ago.  I saw a police vehicle with a Police Officer and reported the incident.  He was kind enough to drive me round the pier areas via the police vehicle to see if I could recognize the taxi driver for about 10 minutes.  Unfortunately with all the kind help from the police officer, I could not find the taxi driver even though I remembered the color of the shirt of the driver.  The officer was kind enough to explain the procedures to report the loss and tell me to report to the relevant banks for the ATM/credit cards loss. \n\nHis attitude was sincere, helpful and professional.  I commended him for his professionalism and sincerity to help me in this crisis situation.  I salute to him and want to make this known to his superiors for his excellent and caring attitude at a time when I was miserable for the losses.\n\nMs. Kwan \n\nNote : the officer praised in this letter is PC 48912 of District Traffic Team, Central District",
    "officers": [
      "PC 48912"
    ],
    "unit": "District Traffic Team",
    "division": "Central District"
  },
  {
    "date": "2015-11-18",
    "title": "2015-11-18 - Compliment on Police Officers of Wan Chai District",
    "text": "I am writing this letter, as I wanted to express my gratitude and appreciation to the members of Wan Chai District Investigation Team 3.\n\nOn a day of November 2015, some foreign currency was found missing in our apartment in Happy Valley.  The mentioned police team was requested to come to my apartment for further investigation of the case.  Initially, we were in no hope in resolving the case.  Especially no mark has been made on our money.\n\nHowever, the investigation team has demonstrated highly professional examination and the full investigation has made the suspect admitted the crime on the spot.  Very good teamwork with clear role allocation of each member was observed which made us very impressive.  For instance, one with good analytical skill explained to us clearly the different scenarios and possible next steps; while some with good persuasive skill enabled the suspect to admit the crime after evidence was found, as well as reported the inspectors the details on how the crime happened.\n\nThe case was solved smoothly in a step by step approach.  The inspector has also kept us well informed of progress at all times even after the suspect was bring to the Police Station.  This incidence has surely enhanced the image and reputation of Hong Kong Police Force to us ! \n\nThanks again for all that you have done. My family truly appreciate the services your team has provided.  I truly and entirely appreciate his help and may we offer a salute to all of you.\n\nConnie\n\nNote : the officers praised in this letter are Inspector YIP Pak-lun, Sergeant 754 NG Ting-hong, PC 209 LAW Chi-wing, PC 12740 HUI Ka-cheong, PC 12509 CHIU Sik-sun, PC 281 CHOW Wing-fat, PC 16113 CHOI Wai-yi and PC 7199 TUNG Wun-lan of District Investigation Team 3, Wan Chai District",
    "officers": [
      "Inspector YIP Pak-lun",
      "Sergeant 754 NG Ting-hong",
      "PC 209 LAW Chi-wing",
      "PC 12740 HUI Ka-cheong",
      "PC 12509 CHIU Sik-sun",
      "PC 281 CHOW Wing-fat",
      "PC 16113 CHOI Wai-yi",
      "PC 7199 TUNG Wun-lan"
    ],
    "unit": "District Investigation Team 3",
    "division": "Wan Chai District"
  },
  {
    "date": "2015-11-16",
    "title": "2015-11-16 - Compliment on Police Officers of Wan Chai Division",
    "text": "Dear Sir,\n\nAt a midnight of November 2015, I waited for several minutes at the reception hall of Wan Chai Police Station but the wait was really worth it.  My case is not a complicated one but rather the opposite - a very simple.  And this is the third reported case made for the same 'missing person' - my husband who is suffering from dementia.  The first case was when he got lost whilst under the care of the Pamela Youde Hospital (he was lost in Chai Wan and was picked up in Central); the second was when he got lost by my maid (he was lost in Shau Kei Wan and was picked up in Wan Chai); and today was when he missed by his friends at a lunch gathering (he was lost in between Wan Chai and Causeway Bay and found IN Causeway Bay).  \n\nHe had gone to the washroom and soon lost his presence of mind and found himself wandering out of the restaurant to the streets.  The officers were very patient and thorough; they went to all the areas concerned; they talked to all the necessary parties familiar to him; and they talked to the caretakers of all the former places that he had stayed; and in the early evening (same day) they were able to locate him.  I didn't have the chance to thank the police in the past and didn’t witness how diligent they are in the cases.  Today I saw all that, they took me along in the police van till we finally picked him up and signed close the file.\n\nI am very confident in the services, efficiency and capabilities of the Hong Kong police force (even in small matters) and I hope that in writing this, this would give them the needed initiative to keep up the good work.\n\nKindly extend my thanks, gratefulness and appreciation to these fine officers.\n\nYours sincerely,\nVeronica \n\nNote : the officers praised in this letter are Sergeant 50224 KWOK Hon-wing, Sergeant 53069 LEUNG Kwong-hung, Sergeant 57039 LEE Wing-yin, PC 18439 MA Kwok-ying, PC 22482 FUNG Wing-kwan, PC 17653 FU Yuen-ning and PC 10960 YEUNG Kam-lin of Patrol Sub-unit 4, Wan Chai Division",
    "officers": [
      "Sergeant 50224 KWOK Hon-wing",
      "Sergeant 53069 LEUNG Kwong-hung",
      "Sergeant 57039 LEE Wing-yin",
      "PC 18439 MA Kwok-ying",
      "PC 22482 FUNG Wing-kwan",
      "PC 17653 FU Yuen-ning",
      "PC 10960 YEUNG Kam-lin"
    ],
    "unit": "Patrol Sub-unit 4",
    "division": "Wan Chai Division"
  },
  {
    "date": "2015-11-12",
    "title": "2015-11-12 - Compliment on Police Officers of Counter Terrorism and Internal Security Division",
    "text": "Dear Sir, \n\nI am writing to thank your colleagues, Station Sergeant LEE, Police Constable 1221 and Police Constable 11611 for your assistance.\n \nMy friend and I traveled from Melbourne, Australia, arriving at Hong Kong Airport on 1st October at approximately 10.30pm.  We were looking for a Taxi to take us to a hotel in Kowloon.\n\nUnfortunately, we were the victims of a taxi scam and were robbed of $450 HK.  The thieves left us at an empty bus station late at night.  We were very frightened, we had no money or phone and we did not know how to find our hotel.\n\nWe will never forget how relieved we were when you assisted us and we are so very grateful for your help.  What began as a very bad experience for us ended well because of your friendly reassurance and willingness to help. Thank you.\n\nBest Regards, \nMaree \n\nNote : the officers praised in this letter are Station Sergeant LEE Wing-shum, PC 1221 LEUNG Wai-ho and PC 11611 HUNG Tung-man of Counter Terrorism Response Unit, Counter Terrorism and Internal Security Division",
    "officers": [
      "Station Sergeant LEE Wing-shum",
      "PC 1221 LEUNG Wai-ho",
      "PC 11611 HUNG Tung-man"
    ],
    "unit": "Counter Terrorism Response Unit",
    "division": "Counter Terrorism and Internal Security Division"
  },
  {
    "date": "2015-11-06",
    "title": "2015-11-06 - Compliment on Police Officer of Airport District",
    "text": "Dear Sir,\n\nThis is a compliment letter to show my appreciation to two police offers for their professionalism and dedication to help me to find my cell phone back.\n\nI visited HK in September 2015 and lost my cell phone on the cab.  I called the police and those two officers showed up and helped me all the way to find the taxi driver and my cell phone.\n\nI would like to show my warmest appreciation for their help and I feel very safe and being taken care of with such great police team around. Thank You !  \n\nBest Regards,\nMr HAO\n\nNote : the officers praised in this letter are PC 33988 LAU Hing-cheung and 52847 WONG Nam-tat of Patrol Sub-unit 2, Airport District",
    "officers": [
      "PC 33988 LAU Hing-cheung",
      "52847 WONG Nam-tat"
    ],
    "unit": "Patrol Sub-unit 2",
    "division": "Airport District"
  },
  {
    "date": "2015-11-03",
    "title": "2015-11-03 - Compliment on Police Officer of Happy Valley Division",
    "text": "Dear Sir/Madam, \n\nI would like to send a letter to thank a police officer (Mr. Yuen) of Happy Valley Police Station.  He was on duty at report room in a morning of October 2015 when I reported the loss of my mobile phone. \n\nIt was an intensely stressful experience for me as I have stored all seven years of my kids' photos since birth and they were not backed up.\n\nMr. Yuen was patient, calm and understanding in alleviating my concerns, efficient in explaining the situation and dutifully recorded my report with patience and efficiency.\n\nHonestly, to me losing the mobile phone maybe a big thing personally but to the police, it's one of a million important things to handle but he nonetheless exhibited professionalism, courtesy and was very effective.  More often than not I see members of the public not appreciating the great effort of HK Police Force and it is so unfair.\n\nMr. Yuen managed to track, trace and find my phone within 2 hours. You can imagine my surprise and gratitude. He also took care to follow up to ensure that I did get it back from the taxi driver who called the Happy Valley Police Station and admitted he found the phone stuck in the creaks of the taxi door.\n\nI believe it is only right that his superiors or police office in charge in Happy Valley Police Station know of his good action.  Mr. Yuen was very humble and claimed that he was only performing his duty, I do hope that this letter will serve as a reminder to the public that we are lucky to have such good Police Force and officers like Mr. Yuen in HK to help, support, serve and protect us.\n\nIt is only in the little things that we feel the Police Care !\n\nThank you again.\n\nRegards,\nMarina \n\nNote : the officer praised in this letter is PC 54345 YUEN Ka-chun of Patrol Sub-unit 4, Happy Valley Division",
    "officers": [
      "PC 54345 YUEN Ka-chun"
    ],
    "unit": "Patrol Sub-unit 4",
    "division": "Happy Valley Division"
  },
  {
    "date": "2015-10-30",
    "title": "2015-10-30 - Compliment on Police Officer of Airport District",
    "text": "I lost a luggage on taxi on the way to airport and reported to a police officer of Airport Police Station. Mr. CHENG of Airport Police Station was very responsive and went out of his way to help me. He has good working attitude and professionalism. Hong Kong has good legal and social system and Hong Kong Police has high integrity. We support you and hope you will continue to keep Hong Kong in good order.  Special thanks to Mr. CHENG and Hong Kong Police! \n\nAmanda\n\nNote : the officer praised in this letter is PC 33799 CHENG Kwun-wa of Patrol Sub-unit 3, Airport District",
    "officers": [
      "PC 33799 CHENG Kwun-wa"
    ],
    "unit": "Patrol Sub-unit 3",
    "division": "Airport District"
  },
  {
    "date": "2015-10-23",
    "title": "2015-10-23 - Compliment on Police Officer of Pat Heung Division",
    "text": "I would like to show my appreciation to an Auxiliary Sergeant of Pat Heung Division. He is very responsive and polite.  He coordinated the traffic at the entrance of Milk Farm, Tai Mo Shan effectively and professionally in an afternoon of October 2015.  I have a very good impression on Hong Kong Police ! \n\nKiko \n\nNote : the officer praised in this letter is Auxiliary Sergeant 6817 LAU Yip-hung of Patrol Sub-unit 3, Pat Heung Division",
    "officers": [
      "Auxiliary Sergeant 6817 LAU Yip-hung"
    ],
    "unit": "Patrol Sub-unit 3",
    "division": "Pat Heung Division"
  },
  {
    "date": "2015-10-20",
    "title": "2015-10-20 - Compliment on Police Officers of Traffic Kowloon West Region",
    "text": "Dear Sir,\n\nOn 6 September 2015, my motorcycle had some problem while I was driving home in the No. 5 highway form Kowloon to Hong Kong.  As a result, my bike was unable to move in the highway as the back wheel was stuck.  Three Police officers were very helpful.  They provided some tools to me, and also helped me to remove that fabric.  However it was not successful because the back wheel was stuck, they helped me move the bike to the nearest exit.  I was very impressed by their politeness and helpfulness.  Many thanks!  \n\nBest Regards, \nTim\n\nNote : the officers praised in this letter are Sergeant 52401 WONG Chi-keung, PC 34340 WONG King-fai and PC 11062 Man Ka-hing of Enforcement and Control Division, Kowloon West Region",
    "officers": [
      "Sergeant 52401 WONG Chi-keung",
      "PC 34340 WONG King-fai",
      "PC 11062 Man Ka-hing"
    ],
    "unit": "Enforcement and Control Division",
    "division": "Kowloon West Region"
  },
  {
    "date": "2015-10-15",
    "title": "2015-10-15 - Compliment on Police Officer of Yau Tsim District",
    "text": "Dear Sir / Madam,\n\nOn a day of October 2015, I approached Tsim Sha Tsui Police Station for accompanying my wife to provide the information of a suspected deception and theft case.   \n\nThroughout the process of information collection and statement taking, we did witness the professionalism of Madam CHAN in comprehension of complicated ideas by active listening to the victims with patience and sincere caring, and her high organization powers in presenting the accurate essential elements of information for follow up so as to uphold the justice in a highly professional manner.\n\nWe know the bitterness in handling public with ever-rising demand and unreasonable feedback to disciplined force in certain recent social scenarios, we see that there is a need to recognize the good deed and performance of frontline officers rather than only echoing discontent.\n\nThe senior management of her should be proud of having such a valuable asset under his command and we also thank her for her management in training the frontline to be of such high standard.\n\nPlease relay our deepest gratitude to Madam CHAN and her management, the team or her should be formally recognized to show the citizen's support and positive feedback to the police.\n\nBest Reagrds, \nMr. KWONG\n\nNote : the officer praised in this letter is WPC 10921 CHAN Ho-hing of District Investigation Team 3 of Yau Tsim District",
    "officers": [
      "WPC 10921 CHAN Ho-hing"
    ],
    "unit": "District Investigation Team 3",
    "division": "Yau Tsim District"
  },
  {
    "date": "2015-10-14",
    "title": "2015-10-14 - Compliment on Police Officer of Wan Chai Division and Happy Valley Division",
    "text": "Dear Sir,\n\nI would like to show my appreciation to all the police officers involved in the incident with my friend in an evening on a day of August 2015, which subsequently involved both Happy Valley and Wan Chai Divisions. \n\nI would like to applause the officers for checking all floors of my friend's residential building, just to make sure he was on the roof top, and later taking me around in the police van to look for him.  I would like to express my gratitude for the teamwork from both divisions as they had acted professionally and sincerely put my friend's safety at first priority. \n\nYours Sincerely,\nMiss LAM \n\nNote : the officers praised in this letter are Sergeant 54559 CHOI Sek-hun , Sergeant 33880 CHENG Kam-fai and PC 47537 LEUNG Chi-ming of Patrol Sub-unit 2, Wan Chai Division and PC 53089 SIT Man and PC 58904 TAM Kwai-yung of Patrol Sub-unit 1, Happy Valley Division",
    "officers": [
      "Sergeant 54559 CHOI Sek-hun",
      "Sergeant 33880 CHENG Kam-fai",
      "PC 47537 LEUNG Chi-ming"
    ],
    "unit": "Patrol Sub-unit 2, Wan Chai Division and PC 53089 SIT Man and PC 58904 TAM Kwai-yung of Patrol Sub-unit 1",
    "division": "Happy Valley Division"
  },
  {
    "date": "2015-10-05",
    "title": "2015-10-05 - Compliment on Police Officers of Peak Sub-Division",
    "text": "Dear Sir/Madam, \n\nI would like to express my thanks for the top class service and support provided by each officer who assisted me on the evening of Tuesday 29th September 2015.  A young lady had become lost that evening whilst hiking on the peak and her phone battery had run out.  She could not find her way back to the Peak Tower and became distressed alone in the dark.  With the assistance of your officers she made it home and they took the time to ensure she was safe and well. \n\nAll officers involved acted efficiently, professionally and with great care.  A true asset to your service.  Those directly involved were Police Officers of Patrol Sub-unit 4, Peak Sub-Division.\n\nOther officers encountered that night were equally professional but I was unable to take all of their badge numbers.  Thank you to all involved.\n\nBest Regards, \nJonathan\n\nNote : the officers praised in this letter are Sergeant 50977 WONG Wai-man, PC 33224 LAI Ting-pong, PC 50436 HAU Shing-hing and WPC 55653 YAU Yuk-chun of Patrol Sub-unit 4, Peak Sub-Division",
    "officers": [
      "Sergeant 50977 WONG Wai-man",
      "PC 33224 LAI Ting-pong",
      "PC 50436 HAU Shing-hing",
      "WPC 55653 YAU Yuk-chun"
    ],
    "unit": "Patrol Sub-unit 4",
    "division": "Peak Sub-Division"
  },
  {
    "date": "2015-09-27",
    "title": "2015-09-27 - Compliment on Police Officer of Tsing Yi Division",
    "text": "Dear Sir,\n\n     I am writing to express my appreciation to two police officers of Tsing Yi Police Station for their professional and mindful action in recovering my lost mobile phone at Tsing Yi area.  \n\n     In an evening of September 2015, when I arrived home after having dinner in a shopping center of Tsing Yi, I discovered my mobile phone was left behind in the toilet of the shopping mall.  I immediately phoned the Security Office of mentioned shopping center requesting their assistance.  However, the slow action and negative attitude of the officer discouraged my hope of recovering the phone.  As the phone contained important personal information and some memorable photos, I needed to find it badly.  I had no alternative but to seek assistance from Tsing Yi Police Station.  With the concerted effort of two police officers, my mobile phone was found less than an hour after I reported to the duty officer of Tsing Yi Police Station. \n   \n          I was really astonished by the efficiency of the officers.  Their positive attitude to ease the worry of citizens should be highly recognized.\n                                                                      \nYours sincerely,\nLydia\n\nNote : the officers praised in this letter are Sergeant 54110 CHAN Man-cheung and PC 15883 WONG Ka-ho of Patrol Sub-unit 4, Tsing Yi Division",
    "officers": [
      "Sergeant 54110 CHAN Man-cheung",
      "PC 15883 WONG Ka-ho"
    ],
    "unit": "Patrol Sub-unit 4",
    "division": "Tsing Yi Division"
  },
  {
    "date": "2015-09-15",
    "title": "2015-09-15 - Compliment on Police Officer of Emergency Unit, Hong Kong Island",
    "text": "Dear HK Police,\n\nI would like to say thank you to the policemen - 港島衝鋒隊, PC 6571, PC 11126 and WPC 321.  They are very helpful when I reported my apartment being locked inside this evening.  When I came home this evening and I found out that my home being locked inside and suspected being broken in by somebody.  I reported to my house management team and they helped me to report to the police.  The policemen came quickly for investigation.  It seemed that the door lock was locked accidentally. They are very polite, and tried to make sure my apartment is ok.  Finally the door was opened by the goldsmith and my home is safe and fine.  I would like to appreciate the quick response of the HK Police and their professionalism in dealing with such a simple case.  Salute to all of you.\nThanks.\n\nYours sincerely,\nWong\n\nNote : the officer praised in this letter are WPC 321 CHAN Nga-tung, PC 6571 CHIU Kin-wah and PC 11126 LEUNG Ka-shing of Platoon 2, Emergency Unit Hong Kong Island.",
    "officers": [
      "WPC 321 CHAN Nga-tung",
      "PC 6571 CHIU Kin-wah",
      "PC 11126 LEUNG Ka-shing"
    ],
    "unit": "Platoon 2, Emergency Unit",
    "division": "Hong Kong Island"
  },
  {
    "date": "2015-08-28",
    "title": "2015-08-28 - Compliment on Police Officer of Traffic Kowloon East Region",
    "text": "Dear Sir/Madam, \n\nRecently I was pulled over and booked by a policeman for speeding at Clear Water Bay Road, Kowloon.  This was my first traffic infringement in the past 11 years since I have lived here.  Although I annoyed with myself for speeding, I am writing to say the policeman who booked me was the nicest encounter I have had ever with any policeman.  He was so polite but fair and friendly, restoring my faith that there is nice policeman out in the community.  Thank you!\n\nBest Regards, \nHelen\n\nNote : the officer praised in this letter is PC 34578 LAI Sin-hing of Enforcement and Control Division, Kowloon East Region",
    "officers": [
      "PC 34578 LAI Sin-hing"
    ],
    "unit": "Enforcement and Control Division",
    "division": "Kowloon East Region"
  },
  {
    "date": "2015-08-26",
    "title": "2015-08-26 - Compliment on Police Officer of North Point Division",
    "text": "In a Sunday’s morning of August 2015, the jogging lane of Victoria Park was full of people.  I witnessed a Madam (Madam Cheng) and her team (including 2 male police officers) making great effort in maintaining good order and safety of the lane. They had shown high proficiency in crowd control and patience in communicating with people of different ethnics.  Please do let them know they are being appreciated. The Police Force should be proud of their performance.  Thank You ! \n\nMr Tsoi \n\nNote : the officer praised in this letter is Auxiliary Station Sergeant CHENG Suk-yin of Patrol Sub-unit 3, North Point Division.",
    "officers": [
      "Auxiliary Station Sergeant CHENG Suk-yin"
    ],
    "unit": "Patrol Sub-unit 3",
    "division": "North Point Division"
  },
  {
    "date": "2015-08-24",
    "title": "2015-08-24 - Compliment on Police Officer of Kwai Chung Division",
    "text": "Dear Sir/Madam,\n\nI am writing to express my deep appreciation for the helpful attitude of the policeman who had provided good support and assistance to me and my family members when we were facing sudden death of our mother in late July.\n\nHaving noticed my mother sudden coma and death, we were so worried and distressed at that time.  Fortunately, we had been given a lot help from the responsible policeman in the hospital and at the mortuary.  Hence, we were strongly impressed by the helpful attitude of him and we would like to say thank you to him for his kindness and good support to us.\n\nBest Regards, \nAlain \n\nNote : the officer praised in this letter is PC 58329 WONG Io-cheong of Patrol Sub-unit 4, Kwai Chung Division.",
    "officers": [
      "PC 58329 WONG Io-cheong"
    ],
    "unit": "Patrol Sub-unit 4",
    "division": "Kwai Chung Division"
  },
  {
    "date": "2015-08-24",
    "title": "2015-08-24 - Compliment on Police Officer of Happy Valley Division",
    "text": "Dear Sir/Madam, \n\nI am writing to express my sincerest thanks to two of your young officers serving in the Happy Valley Police Station.  They went extraordinary lengths to contact me when a good citizen handed in my wallet after it slipped out from my pocket.  What they would not have known is that I am due to fly overseas on holidays in the coming days which would have clearly been jeopardised with my HKID, bank cards etc.\n\nThe officers were outgoing, extremely helpful and they represented your organisation perfectly.  It is all too easy as a member of the public to view workers from government departments with a certain degree of ambivalence.   But when the staff showed such personality while committing to the responsibilities of the job it is memorable and I will hold the HK police in the highest regard as a result.  My Sincerest thanks guys, you are doing an excellent job !\n\nYours sincerely,\nJamie \n\nNote : the officers praised in this letter are PC 18265 HO Ka-wai and PC 9945 LAW Chi-wai of Patrol Sub-unit 4, Happy Valley Division",
    "officers": [
      "PC 18265 HO Ka-wai",
      "PC 9945 LAW Chi-wai"
    ],
    "unit": "Patrol Sub-unit 4",
    "division": "Happy Valley Division"
  },
  {
    "date": "2015-08-07",
    "title": "2015-08-07 - Compliment on Police Officer of Wong Tai Sin District",
    "text": "Dear Sir/Madam, \n\t\t\t\t\t\t\t\t     \nMy elder sister was a victim in a deception case.  After we reported the case to the police, two officers soon arrived at our home for assistance.  I witnessed the high quality and high level of professionalism of the two officers, showing care, patience, and sympathy.  They care about citizen's benefit first as they were willing to wait until my sister went to the bank to freeze her bank account and then gave us a ride to file a report at the station.  Both my sister and myself felt touched, and after living in a few countries including HK, China and USA, I feel the urge to file this compliment to extend our gratitude to the two officers, who have exemplified a model of highest standard of work ethic and professionalism that is second to none of any of the police forces of the places I have lived before.  I am proud to tell everyone that I am a HK citizen because HK has a police force like this. \n\nBest Regards, \nMr Fong\n\nNote : the officers praised in this letter are PC 49003 LIU Hon-hung and PC 17004 TANG Hoi-san of Patrol Sub-unit 2, Wong Tai Sin District",
    "officers": [
      "PC 49003 LIU Hon-hung",
      "PC 17004 TANG Hoi-san"
    ],
    "unit": "Patrol Sub-unit 2",
    "division": "Wong Tai Sin District"
  },
  {
    "date": "2015-07-08",
    "title": "2015-07-08 - Compliment on Police Officer of Traffic New Territories South Region",
    "text": "I would like to praise a police officer (PC 34879) Mr Au Yueng Hak Man, who belongs to an Accident Investigation Team of Traffic New Territories South Region.  I thank him for his excellent services, polite manner and extreme patience when handling my complaints about a illegal traffic incident somewhere in Tsuen Wan Area.  Many Thanks!\n\nAndrew\n\nNote : the officer praised in this letter is PC 34879 of Investigation and Support, Accident Investigation Team, New Territories South Region",
    "officers": [
      "PC 34879"
    ],
    "unit": "Investigation and Support, Accident Investigation Team",
    "division": "New Territories South Region"
  },
  {
    "date": "2015-07-08",
    "title": "2015-07-08 - Compliment on Police Officer of Airport District",
    "text": "On a day of June 2015, we took a taxi from Harbour Grand Hotel in Hong Kong to Hong Kong International Airport.  After we checked in, we realized that we had left one of our haversacks in the taxi.\n\nWe went to lodge a police report with regards to our lost property.  CHEUNG Sir is the police officer who handled our case.  Due to the limited time we had before boarding, his swift response was really helpful for us.  He managed to track the car owner of the aforesaid taxi, and the owner later gave him the driver's number and managed to call the driver.  CHEUNG Sir even went the extra mile to accompany us to the departure door to help us locate the driver. \n\nIf not him, we would have lost or would not be able to retrieve our laptop and other stuff in the haversack on time.  We really appreciate his helpfulness and when we were desperate, he made it so much easier for us.  We would like to express our gratitude towards him. \n\nMiss NG\n\nNote : the officer praised in this letter is PC 33222 CHEUNG Yau-hong of Patrol Sub-unit 4, Airport District",
    "officers": [
      "PC 33222 CHEUNG Yau-hong"
    ],
    "unit": "Patrol Sub-unit 4",
    "division": "Airport District"
  },
  {
    "date": "2015-06-30",
    "title": "2015-06-30 - Compliment on Police Officer of North Point Division",
    "text": "To whom it may concern, \n\nI would like to send my sincere appreciation to two police officers of North Point Police Station for their patience and professional attitude when resolving my dispute incident recently.\n\nThanks and best regards, \nJimmy\n\nNote : the officers praised in this letter are PC 16186 CHAN Chi-kit and PC 17681 TAI Tsz-ho of Patrol Sub-unit 4, North Point Division",
    "officers": [
      "PC 16186 CHAN Chi-kit",
      "PC 17681 TAI Tsz-ho"
    ],
    "unit": "Patrol Sub-unit 4",
    "division": "North Point Division"
  },
  {
    "date": "2015-06-27",
    "title": "2015-06-27 - Compliment on Police Officer of Hung Hom Division",
    "text": "Dear Sir/Madam, \t\t\t\t     \n\nIn a afternoon of May 2015, my stuff were stolen from my car in car park and a police officer of Hung Hom Police Station helped me to watch the CCTV in Whampoa Garden control room.  I thank him for his time and effort.  He is professional and very nice.  I sincerely appreciate his effort and respect the police officer.  Many Thanks!\n\nBest Regards, \nMr Mak \t\n\nNote : the officer praised in this letter is PC 14125 WONG Hon-chiu of Patrol Sub-unit 2, Hung Hom Division",
    "officers": [
      "PC 14125 WONG Hon-chiu"
    ],
    "unit": "Patrol Sub-unit 2",
    "division": "Hung Hom Division"
  },
  {
    "date": "2015-06-24",
    "title": "2015-06-24 - Compliment on Police Officer of Traffic New Territories North Region",
    "text": "Dear Sir / Madam,\n\nI am writing to commend your officer from NTN Traffic Team, Mr. Cheung for his courteous and professional approach to handle my case.\n \nWe filed a report to Yuen Long Police Station over a “hit and run” involving our village property on a day of June, 2015 and your officer Mr. Cheung responded and arrived at our village shortly the same day.\n\nMr. Cheung, as one of the officers arrived at the scene, communicated with us in a very professional and polite manner while we were checking the CCTV footages together.  He patiently and clearly explained the procedures to us step by step.  More importantly, he showed his attention by listening carefully to our enquiries, and answered well.  That made the whole investigation extremely smooth and efficient, and I must say our villagers are very much impressed.  \n\nWith the great assistance provided by the police, we managed to contact the driver who is responsible for the damage property, and settled the case without much hassle.\n\nHowever, such good work by Mr. Cheung should not be gone unnoticed, and I would like to take this opportunity to express my gratitude to the Police Force on this case, and also I would like to give my compliment to Mr. Cheung and his unit commander who must have good leadership to have such exemplary officer.  \n\nA job very well done, thank you !\n\nYours Faithfully,\n\nWilliam\n\nNote : the officer praised in this letter is PC 9060 CHEUNG Lu-yi of Traffic Accident Investigation Team 1, New Territories North Region",
    "officers": [
      "PC 9060 CHEUNG Lu-yi"
    ],
    "unit": "Traffic Accident Investigation Team 1",
    "division": "New Territories North Region"
  },
  {
    "date": "2015-06-02",
    "title": "2015-06-02 - Compliment on Police Officer of Traffic New Territories North Region",
    "text": "Dear Sir, \n\nI write to express my sincere thanks to a traffic police officer who has rendered his help to me this morning.\n \nI was on my way to work and was stuck in a traffic jam outside the Fanling public swimming pool on San Wan Road of Sheung Shui, at about 7am today. \n \nAbout 10 minutes later, a young male police officer approached me and told me that a taxi had an accident in the road ahead and it would take quite a while to move it out, clear the mess and resume normal traffic flow.  He asked if I could turn my car up to a road divider so that I could make a u turn and head off.  I said I could try but I am not very good in reversing the car, so I asked if he could help me to do so, and to my delight, he agreed and hopped in and did a beautiful job, as he got out of the car, he also reminded me to set the car seat position (as he had to move the car seat back to fit in) before I drive off. \n \nI cannot express enough of my heartfelt gratitude to this officer who had been most helpful and friendly, and gone out of his way to help me.  He could have ignored me and let me sit there in the car for hours.  Please pass on my appreciation to him.  Keep up with the good work ! \n \nBest regards, \nMiss Luk \n \nNote : the officer praised in this letter is PC 8739 YEUNG Chak-ming of Enforcement and Control Division, New Territories North Traffic Patrol Sub-unit 1",
    "officers": [
      "PC 8739 YEUNG Chak-ming"
    ],
    "unit": "Enforcement and Control Division",
    "division": "New Territories North Traffic Patrol Sub-unit 1"
  },
  {
    "date": "2015-05-30",
    "title": "2015-05-30 - Compliment on Police Officer of Central District",
    "text": "Dear Sir/ Madam,\n\nI am writing to express my sincere appreciation and heartfelt gratitude to a police officer of Central Police Station. On a day of May 2015, at Central Harbourfront Event Space, my sister and I were involved in an Internet crime.  We had brought Cavalia tickets online.  We were deceived with the price difference at $800 with no possible solution or compensation from Cavalia.  We could not go to the show since the tickets were not at the correct price and did not belong to us. \n\nWe reported the case to the police through 999.  A police officer of Central District came with a helpful and friendly manner.  He easily understood the situation with active listening skills and swiftly handled the matter.  He patiently explained the reasons why Cavalia would not offer the compensation or difficulties in solving the case.  Despite the above, he tended to deal the case with empathy and innate kindness.  He tried to contact different sources for help.  At last, with the constant and effective negotiation, he relayed our situation to the box office manager and solved the problem for us.  Cavalia kindly offered us tickets on the following date.  We did not expect that we would be treated with such a great help from the policeman. We were extremely thankful to him. \n\nIn the whole process, your staff showed high degree of professionalism, kindness and effectiveness.  He is a young policeman with good heart, sound manner and mediation skills.  I hope that through this letter, his work will be highly recognized and respected since his great effort in maintaining or uplifting the honors of the Police Force.  It is hoped that his attitudes, conducts and skills will make him one of the most honorable policemen in the Force. \n\nYours faithfully,\nMiss Wong\n\nNote : the officer praised in this letter is PC 17043 SHI Yu-shing of Patrol Sub-unit 2, Central District",
    "officers": [
      "PC 17043 SHI Yu-shing"
    ],
    "unit": "Patrol Sub-unit 2",
    "division": "Central District"
  },
  {
    "date": "2015-05-28",
    "title": "2015-05-28 - Compliment on Police Officers of Hung Hom Division",
    "text": "Dear Sir, \n\nThis is a letter of praise for the police officers who responded to an incident in Hung Hom area which occurred on a day in May 2015, involving the loss of my designer label change bag that I dropped at a the curb where my car was parked while offloading some groceries.\n\nUpon arriving at the scene, police officers of Hung Hom Police Station immediately took down the details of the missing change bag and persuaded the security guards to review CCTV footage taken of the surrounding area where the change bag was allegedly lost.\n\nUpon review of the CCTV footage, it was quickly identified that the perpetrator was in fact a tenant staying in the building.  With assistance from the police officers, the perpetrator, a Mongolian male, was immediately accosted while he came out for walk. The police officers then requested to attend his flat and show them the change bag found outside the building containing all of my personal data and most importantly, a highly confidential memory stick.\n\nAlthough the perpetrator was not arrested at the time, it is unlikely I would have recovered the lost change bag without the efforts of the abovementioned police officers.  They are a credit to the Hong Kong Police Force, literally a needle found in a haystack.  I am happy to provide a statement as needed if the matter is taken any further, and would like to thank these police officers for taking my request at face value, and achieving an equally efficient and unbelievably positive result!\n\nYours sincerely,\nKeith \n\nNote : the officers praised in this letter are SGTA 3585 CHAN Kam-fai, PC 2948 MOK Hei-lun and PC 16502 HO Yim-ching of Patrol Sub-unit 1, Hung Hom Division",
    "officers": [
      "SGTA 3585 CHAN Kam-fai",
      "PC 2948 MOK Hei-lun",
      "PC 16502 HO Yim-ching"
    ],
    "unit": "Patrol Sub-unit 1",
    "division": "Hung Hom Division"
  },
  {
    "date": "2015-05-26",
    "title": "2015-05-26 - Compliment on Police Officer of Traffic Investigation Group, New Territories North Region",
    "text": "Dear Sir,\n \nI really think that your officer Madam CHAN has a very good understanding of my case of complaint.  She has also demonstrated a very swift and accurate account of the description resulting in a written statement without any mistake.  Her Chinese writing capability is very good that the other police officers should share and learn from her.\n\nOn the other hand, she has grasped the time gap e.g. on the April 17, 2015 that I was only available and convenient to give statement when she contacted me around noon that day.  She has shown respect to complainants' special circumstances of time constraint and has showed diligence when I requested her to take the statement on April 17, 2015 (on the same date).  She has impressed me because she has tried to accomplish my request to give statement on the same day despite short notice.  She is a very efficient officer in the HK Police Force.\n\nThank her effort, and her efficiency and effectiveness at work.  She is definitely an asset of the HK Police Force.\n\nBest Regards,\nLyndon\n\nNote : the officer praised in this letter is WPC 5550 CHAN Ching-sze of Team 1, Traffic Investigation Group, New Territories North Region",
    "officers": [
      "WPC 5550 CHAN Ching-sze"
    ],
    "unit": "Team 1, Traffic Investigation Group",
    "division": "New Territories North Region"
  },
  {
    "date": "2015-05-22",
    "title": "2015-05-22 - Compliment on Police Officers of Aberdeen Division",
    "text": "Dear Sir/ Madam,\n \nI would like to express my appreciation for the excellent service provided by the three police officers of Aberdeen Police Station.  I highly appreciated the kind assistance given by the police officers, who demonstrated very strong “customer-focus” professionalism, and made it my most pleasant servicing experience with Police team so far.\n\nThe excellent service provided by the three police officers also reflects your professional leadership leading to the high quality service of your team.  Thank You.\n\nRegards,\nRicky\n\nNote : the officers praised in this letter are SGT 33925 WONG Yun-wan, PC 5379 LO Hin-tang and PC 16998 LEUNG Wing-hang of Patrol Sub-unit 2, Aberdeen Division",
    "officers": [
      "SGT 33925 WONG Yun-wan",
      "PC 5379 LO Hin-tang",
      "PC 16998 LEUNG Wing-hang"
    ],
    "unit": "Patrol Sub-unit 2",
    "division": "Aberdeen Division"
  },
  {
    "date": "2015-05-09",
    "title": "2015-05-09 - Compliment on Police Officers of Central District",
    "text": "My client has transferred funds via Internet banking to an incorrect bank account.  The bank advised us to report the case to the police.\n\nI reported the case at the Police Service Centre in Central asking for information of the procedure and the documents required.  Two policemen there were basically unable to handle my inquiry until WPC 8334 took over my case.  The female officer was very helpful.  She understood my question，concern and could explain to me what we had to do.  She was firm and clear, and also pleasant and nice.\n\nTo be honest，I merely needed to know what we should do if we needed to take further action.  The madam explained the case very clearly and thoroughly.  Although I am extremely busy, I feel like sending in this compliment to the officers who helped me.  The madam is capable.  Thanks a lot.\n\nNote : the officers praised in this letter are WPC 8334 HUI Ying and two officers working at Police Service Centre, Central District",
    "officers": [
      "WPC 8334 HUI Ying"
    ],
    "unit": "Police Service Centre",
    "division": "Central District"
  },
  {
    "date": "2015-05-09",
    "title": "2015-05-09 - Compliment on Police Officers of Mong Kok District",
    "text": "Dear Sir/Madam, \n\nA few months ago, I bought a smart phone at a commercial center in Mong Kok. However, the phone ID code was not the same as the code on the invoice but the seller had sold it to me as new.  It definitely did not work after some months, showing hardware problems.  Then I went to the shop on 2015-04-23 and the seller called the Police because he thought he was right.\n\nThank you for the quick arrival of the police officers of Mong Kok Police Station. Afterwards, they handled the case in excellent English professionally.  Many Thanks.\n\nYours faithfully, \n\nPuschnerat\n\nNote : the officers praised in this letter are PC 45858 YUEN Wing-shing and PC 18332 YIP Kwan-ki of Patrol Sub-unit 2, Mong Kok District",
    "officers": [
      "PC 45858 YUEN Wing-shing",
      "PC 18332 YIP Kwan-ki"
    ],
    "unit": "Patrol Sub-unit 2",
    "division": "Mong Kok District"
  },
  {
    "date": "2015-04-28",
    "title": "2015-04-28 - Compliment on Police Officer of Wan Chai Division",
    "text": "Dear Sir,\n\nMy compliment is regarding a case handled by a female police officer (Madam POON) of Wan Chai Police Station.  She and her collogue have been very helpful during this case.  They arrived promptly and took the time to listen to and note the details of the case.  Madam POON speaks very good English which is essential in this case as I am from Belgium and unable to speak Chinese.\n\nTheir patience and accuracy resulted in successfully resolving the case.  Please help to pass my thanks to them and their supervisor.\n\nBest Regards, \nMr. Beig\t\n\nNote : one of the officer praised in this letter is WPC 12348 POON Ka-ying of Patrol Sub-unit 3, Wan Chai Division",
    "officers": [
      "WPC 12348 POON Ka-ying"
    ],
    "unit": "Patrol Sub-unit 3",
    "division": "Wan Chai Division"
  },
  {
    "date": "2015-04-07",
    "title": "2015-04-07 - Compliment on Police Officer of Tsuen Wan District",
    "text": "Dear Sir,                                                  \n\nI would like to give my compliment to a police office for his whole-hearted assistance on the day when my mother and I went to Tsuen Wan Chinese Permanent Cemetery.\n\nOn 6 April, I drove to the cemetery and meant to park at Sunley Centre but then I was stopped by the police where I think is Wing Tak Street due to road closure.  I was then advised to drive away and park somewhere else. \n\nYet, taking my old mother in my car, I was in a quandary if I should drop my mother off so that she did not have to walk all the way back to the cemetery from a car park which I was not sure how far it was. \n\nSeeing my hesitation, the young policeman showed his understanding and tried his best to address my problem instead of just driving me away.\n\nPatiently explaining to me on the one hand as to how to drive back to the car parks nearby, the young policeman carefully assisted my mother to get off and leave the road ensuring the safety of this old lady while easing my tension at the same time.\n\nFor a policeman who had been standing under the sun for some time to maintain the order and who might have come across difficult visitors, this policeman remained polite and sincere demonstrating his respect and passion for his own profession\n\nI trust that this policeman is not an exception and I am confident that our policemen in general can truly live up to the name of the Hong Kong Police Force to protect Hong Kong people in every possible way. \n\nThank You! \n\nBonnie Tang\n\nNote : the officer praised in this letter is PCA 2817 CHAN Chi-fai of Patrol Sub-unit 4, Tsuen Wan District",
    "officers": [
      "PCA 2817 CHAN Chi-fai"
    ],
    "unit": "Patrol Sub-unit 4",
    "division": "Tsuen Wan District"
  },
  {
    "date": "2015-03-15",
    "title": "2015-03-15 - Compliment on Police Officers of Tsuen Wan District",
    "text": "Dear Sir, \n\t\t\t\t\t     \nIn an evening of March 2015, a theft case occurred in our school.  Upon our report, police officers of Tsuen Wan Police Station turned up to our school.  They stayed in the school office for more than 2 hours to watch the Closed Circuit Television (CCTV) to see if there was any suspect involved.  After they found out the suspect as one of our school caretakers, they immediately called officers of crime unit for help.  When we were waiting, the police officers helped me to solve some problems and reminded me to take care of my personal belongings.  Finally, the suspect was caught.  Please accept my appreciation to their serious and sincere attitude.  Many Thanks. \n\nBest Regards,  \nMr. Hung \n\nNote : the officers praised in this letter are SGT 34570 FONG Chi-ming, WPC 14735 WONG Yuen-shan and PC 17107 FAN Kam-ho of Patrol Sub-unit 2 Tsuen Wan District and PC 758 LAU Chi-chung of District Investigation Team 1, Tsuen Wan District.",
    "officers": [
      "SGT 34570 FONG Chi-ming",
      "WPC 14735 WONG Yuen-shan",
      "PC 17107 FAN Kam-ho"
    ],
    "unit": "Patrol Sub-unit 2 Tsuen Wan District and PC 758 LAU Chi-chung of District Investigation Team 1",
    "division": "Tsuen Wan District"
  },
  {
    "date": "2015-03-10",
    "title": "2015-03-10 - Compliment on Police Officers of Wan Chai Division",
    "text": "Dear Sir/Madam,\n\nI am writing to express my appreciation for the assistance rendered to me by five police officers of Wan Chai Police Station. \n\nOn a day in February 2015, I left my belongings in a female toilet at a shopping centre in Wan Chai Area.\tWhen I returned to the female toilet after a few minutes intending to retrieve my belongings, they were missing already and I suspected that they had been taken by someone.\t I then called the police for assistance.\n\nShortly afterwards, two police officers of Wan Chai Police Station arrived at the scene and started investigation immediately.  3 police officers from crime unit later arrived at the scene too.  Throughout the investigation process, all of them showed a high degree of professionalism and efficiency in discharging their duties.  They remained helpful, patient, and polite even under pressure.\tIn particular, I would like to thank a female uniform officer for carefully examining related premises of the shopping centre to try to locate my belongings instead of just treating the case as a trivial one.\t I am also deeply impressed by the fact that the male uniform officer took his initiative to try to locate the suspects in the surrounding areas and within a very short period of time, he was able to apprehend the two ladies who had apparently taken my belongings.\n\nTo sum up, I found both the uniform officers and crime unit officers involved in my case to be very well-trained, well-supervised, and dedicated.  I would like to extend my heartfelt gratitude to all of them.  I am sure the high performance standard of the mentioned officers is important in maintaining the overall high quality of the Hong Kong Police Force.\n\nYours faithfully,\nMiss WONG \n\nNote : two of the officers praised in this letter are PC 7991 LAM Yi-ho and WPC 18342 CHAN Sim-ling of Patrol Sub-unit 2, Wan Chai Division",
    "officers": [
      "PC 7991 LAM Yi-ho",
      "WPC 18342 CHAN Sim-ling"
    ],
    "unit": "Patrol Sub-unit 2",
    "division": "Wan Chai Division"
  },
  {
    "date": "2015-03-08",
    "title": "2015-03-08 - Compliment on Police Officers of Tseung Kwan O Division",
    "text": "Dear Sir, \n\nRecently, we have had 3 incidents of burglary which occurred within 2 weeks.  We are very afraid about both our safety and the complex of which we live in.  Your officers have been very helpful in regard to easing our worries.  I have confidence in the Hong Kong Police Force.  I wish that police officers could have more power in hands.  You also have the full support of our families.  We are always behind the Hong Kong Police Force in spirit.      \n\nRegards, \nMarcus \n\nNote : the officers praised in this letter are SSGT CHAN Hoi-chiu, PC 4448 YIP Chi-sing and PC 9217 MAN Kin-ho of Task Force Sub-unit, Tseung Kwan O Division",
    "officers": [
      "SSGT CHAN Hoi-chiu",
      "PC 4448 YIP Chi-sing",
      "PC 9217 MAN Kin-ho"
    ],
    "unit": "Task Force Sub-unit",
    "division": "Tseung Kwan O Division"
  },
  {
    "date": "2015-03-06",
    "title": "2015-03-06 - Compliment on Police Officers of Tai Po Division",
    "text": "I filled an online Telephone Nuisance report to the HK Police in Aug 2014 concerning a HK male resident that used to work for us in Canada.  This male was making serious sexual harassment phone calls to female employees with an unknown number in HK.  This male boarded a direct flight from HK to Toronto in 2014 and showed up at our offices.  He was later arrested and deported by Canadian authorities, but he continued the nuisance calls after his deportation which prompted me to contact the HK Police.  I had little to offer in regards to information on how to locate this male in HK.  Chief Inspector William HO of Tai Po Police Station kept me informed which made the female staff in the office more relaxed knowing that someone was taking care of the situation in HK where the suspect was living.  I'm pretty sure the Chief Inspector’s workload was substantial and this incident would be down on his to do list.  I appreciate his enthusiasm / customer service in not only serving the citizens of HK but also the citizens of another country.  As a result of Chief Inspector HO's actions, you now have almost 400 staff members at our head office in Canada with a positive view of the HK Police Force.  Chief Inspector HO should be commended for going that extra mile in helping us.  As for Inspector Sophia CHEUNG, I appreciate the follow-up emails finalizing the issue for now, but leaving the door open in case the issue reappears down the road.  On behalf of our company and myself, I would appreciate it if you would pass on our thanks from Canada to them.\n\nBest Regards, \nRobert\n\nNote : the officers praised in this letter are retired Chief Inspector HO Siu-ting, William and Woman Inspector CHEUNG Kwan-ting, Sophia of Tai Po District",
    "officers": [
      "retired Chief Inspector HO Siu-ting",
      "William",
      "Woman Inspector CHEUNG Kwan-ting",
      "Sophia"
    ],
    "unit": null,
    "division": "Tai Po District"
  },
  {
    "date": "2015-03-02",
    "title": "2015-03-02 - Compliment on Police Officers of Yuen Long District",
    "text": "Commissioner of the Police, \n\nIn the past few months, a Chinese male involved in many incidents had been causing a lot of disturbance in our estate.  We received repeated complaints about his harassment and tricks on other residents in the estate.  As a result, our security guards had to be specially deployed to keep a close eye on his movement once he appeared in order to guard against possible mishaps.  So, both our tenants and the Management Office suffered a lot from the deviant behaviour of this man. \n\nOn one day of January 2015, Inspector WONG led his investigation team of Yuen Long District to handle a case of malicious damage which occurred in Tin Yat Estate.  On that day, the aforesaid male was found deliberately breaking the break-glass from floor to floor in the estate.  About ten break-glasses were found.  The culprit was subsequently arrested by a member of investigation team. \n\nI am writing to express my deepest appreciation and thankfulness to your Senior Inspector WONG and his investigation team of Yuen Long District \n\nBest regards,\nStaff of Management Office \n \t\t\t\t\t\t\t\t     \nNote : one of the officer praised in this letter is Senior Inspector WONG Sze-pan of District Investigation Team 5, Yuen Long District",
    "officers": [
      "Senior Inspector WONG Sze-pan"
    ],
    "unit": "District Investigation Team 5",
    "division": "Yuen Long District"
  },
  {
    "date": "2015-02-26",
    "title": "2015-02-26 - Compliment on Police Officer of Traffic Investigation Group, New Territories South Region",
    "text": "Dear Sir, \n\n      My appreciation to Miss SHUM of Team 2, Traffic Investigation Group, New Territories South Region.  I am pleased with the courteous manner and helpful attitude of the female officer.  The efficient services are able to meet citizens’ need.  Thank You !\n\nBest Regards, \nMrs. IP   \n\nNote : the officer praised in this letter is WPC 57058 SHUM Wing-chi of Team 2, Traffic Investigation Group, New Territories South Region",
    "officers": [
      "WPC 57058 SHUM Wing-chi"
    ],
    "unit": "Team 2, Traffic Investigation Group",
    "division": "New Territories South Region"
  },
  {
    "date": "2015-02-23",
    "title": "2015-02-23 - Compliment on Police Officers of Railway District",
    "text": "Dear Sir,\n\nI am an Indian who visited HK in February.  On 2015-02-11, while I was returning from Hong Kong to India, I left a laptop in the dickey of a taxi.  When I realized that I had left my laptop in the taxi, it was already late as the taxi had left the place.  I immediately approached a police officer of Hong Kong MTR station and informed him of the incident.  The police officer was so kind and helpful to me.  He took me to police post, made me comfortable there and listened to my complaint patiently.  He noted my complaint and handed over some official papers of complaint to me.  He assured me with all possible help and traced the taxi and helped me in getting my lost property back.  I am grateful to Hong Kong Police for the help.  Please accept my appreciation for Hong Kong Police.  Thank You !\n\nBest Regards, \nMr. Kuldeep \n\nNote : the officer praised in this letter is PC 7371 CHAN Tsun-yin of Lantau Airport Line, Railway District",
    "officers": [
      "PC 7371 CHAN Tsun-yin"
    ],
    "unit": "Lantau Airport Line",
    "division": "Railway District"
  },
  {
    "date": "2015-02-22",
    "title": "2015-02-22 - Compliment on Police Officer of Traffic Hong Kong Island Region",
    "text": "In a morning of February, I saw a police officer handle a traffic incident involving a public mini-bus and a truck lorry in the busy road junction of Lockhart Road and Marsh Road with firm attitude and effective manner.  As a result, they made the traffic flow in that junction smoothly and finished the traffic incident in a short period of time.  Appreciation should be given to this police officer.\n\nMr.Au \n\nNote : the officer praised in this letter is PC 49759 LEUNG Wai-man of Patrol Sub-unit 1, Enforcement and Control Team, Traffic Hong Kong Island Region",
    "officers": [
      "PC 49759 LEUNG Wai-man"
    ],
    "unit": "Patrol Sub-unit 1, Enforcement and Control Team",
    "division": "Traffic Hong Kong Island Region"
  },
  {
    "date": "2015-02-20",
    "title": "2015-02-20 - Compliment on Police Officers of Airport District",
    "text": "Dear all, \n\nIn a morning of February, my wife and I took a taxi from the airport taxi station back to our home.  Because we live nearby, the red taxi driver refused to take us home shortly after departing from the taxi stand and eventually became very aggressive (yelling/cursing) and ultimately stopped the car at a cross section refusing to drive further.  \n\nWe were very fortunate that two police officers arrived at the scene shortly after we called the police.  Both of them were very professional in handling the situation. Despite the taxi driver's condescending attitude, the police officers remained courteous and they professionally and effectively handled the case.  We were able to find another taxi to go home shortly afterwards.\n\nBoth my wife and I are very grateful for their assistance that night and want to write to extend our gratitude.  Thank you very much!\n\nBest regards,\nVic\n\t\t\t\t\t\t\t\t     \nNote : the officers praised in this letter are PC 52847 WONG Nam-tat and PC 34286 YAM Chor-tak of Patrol Sub-unit 2 , Airport District",
    "officers": [
      "PC 52847 WONG Nam-tat",
      "PC 34286 YAM Chor-tak"
    ],
    "unit": "Patrol Sub-unit 2",
    "division": "Airport District"
  },
  {
    "date": "2015-02-19",
    "title": "2015-02-19 - Compliment on Police Officers of Happy Valley Division",
    "text": "On a day in January 2015, police officers of Happy Valley Division were called to our home as I raised a dispute with my domestic helper.  The domestic helper refused to leave our home though her employment was terminated.  She called the police to assist her.\n\nThe police officers arrived very quickly and spoke with both sides to understand the situation.  Afterwards, they spoke with my helper.  Finally, she agreed to leave.\n\nThe police officers were professional in their handling of this matter.  They were also friendly and patient and went out of their way to help.  I would like to thank all of them very much for their assistance on a very stressful day. \n\nMs. Lam \n\nNote : the officers praised in this letter are SGT 48854 LING Hong, PC 11786 WONG Wai-kit, PCA 6475 TAM Wai-cheung and WPC 16791 TSOI Kai-ting of Patrol Sub-unit 4, Happy Valley Division",
    "officers": [
      "SGT 48854 LING Hong",
      "PC 11786 WONG Wai-kit",
      "PCA 6475 TAM Wai-cheung",
      "WPC 16791 TSOI Kai-ting"
    ],
    "unit": "Patrol Sub-unit 4",
    "division": "Happy Valley Division"
  },
  {
    "date": "2015-02-16",
    "title": "2015-02-16 - Compliment on Police Officer of Airport District",
    "text": "Dear Sir/Madam, \n \nI am Japanese tourist who visited Hong Kong before.  On Feb 9, I lost my mobile phone in Hong Kong International Airport.  When I was at a loss and almost gave up, a police officer responded carefully and politely.  With his effort, my mobile phone was eventually found.  I appreciate his support and help so much.  His great job impressed me very much.\n\nKind regards, \nShunsuke\n\nNote : the officer praised in this letter is PC 50766 LAU Woon-shun of Patrol Sub-unit 4, Airport District",
    "officers": [
      "PC 50766 LAU Woon-shun"
    ],
    "unit": "Patrol Sub-unit 4",
    "division": "Airport District"
  },
  {
    "date": "2015-02-14",
    "title": "2015-02-14 - Compliment on Police Officer of Yau Ma Tei Division",
    "text": "Dear Sir, \n\nI would like to thank the Police Officer of Yau Ma Tei Division for their prompt response to a noise complaint I made.  It concerned a crazy man who regularly shouts from his window in our building late at night.  I have complained about this several times in the past few months, but when the police arrived, the shouting had stopped so no action ever got taken.\n\nThis time the same thing happened, but police officers showed the initiative to wait for a while in the stairwell to listen.  When the shouting started again, they visited the man's flat for further investigation.  Thanks for the help form those police officers.\n\nBest Regards,\nWilliam\n\nNote : One of the officer praised in this letter is PC 7556 LAU King-hin of Patrol Sub-unit 4, Yau Ma Tei Division",
    "officers": [
      "PC 7556 LAU King-hin"
    ],
    "unit": "Patrol Sub-unit 4",
    "division": "Yau Ma Tei Division"
  },
  {
    "date": "2015-02-10",
    "title": "2015-02-10 - Compliment on Police Officers of Airport District",
    "text": "In a morning of February 2015, I left my wallet on my way to airport in taxi.  I asked all around including information center but in vain.  Then, I went to police post and explained to a police officer about my situation.  He kindly helped me to find my lost item after calling taxi console.  Finally I found my wallet so I really want to compliment him on his sense of responsibility.  Thank You! \n\nBets Regards, \nMr. SUNG \n\nNote : the officers praised in this letter is PC 33222 CHEUNG Yau-hong of Patrol Sub-unit 4 , Airport District",
    "officers": [
      "PC 33222 CHEUNG Yau-hong"
    ],
    "unit": "Patrol Sub-unit 4",
    "division": "Airport District"
  },
  {
    "date": "2015-02-09",
    "title": "2015-02-09 - Compliment on Police Officers of Cheung Sha Wan Division",
    "text": "Dear all, \n\nIn a morning of February 2015, my colleague lost his wallet in the taxi.  As we had a night flight departing from HK the same day.  If he could not get the passport back, we would lose the flight.  Then we reported our case in the Police Force website (the electronic report room) and it was amazing.\n\nWe received the acknowledge email immediately after we reported the case online. Around a few minutes later, the Duty Officer of Cheung Sha Wan Police Station called back for case clarification.  Afterwards, I received several calls from them about the update.  Around one hour time, they told me the good news that the wallet had been found.  Finally, we went to the Cheung Sha Wan Police Station and collected the lost wallet.\n\nAll in all, the Duty Officer and their team are all very professional and polite.  In front of my colleague who came from Italy, I'm very proud to be a HongKonger as we have the best Police Force in the world.\n\nBest Regards, \nCathy \n\nNote : the officers praised in this letter are SSLT LEE Wai-wah, SGT 34747 WONG Yan-sang & PC 51948 CHOI Sau-tak of DO Team 2 Cheung Sha Wan Division",
    "officers": [
      "SSLT LEE Wai-wah",
      "SGT 34747 WONG Yan-sang & PC 51948 CHOI Sau-tak"
    ],
    "unit": "DO Team 2",
    "division": "Cheung Sha Wan Division"
  },
  {
    "date": "2015-02-03",
    "title": "2015-02-03 - Compliments on Police Officers of Hong Kong Island",
    "text": "Dear all, \n\nIn an evening of January 2015, I lost my wallet in Hong Kong Island.  Fortunately, a woman police officer (Madam Yue) contacted me through telephone to ask me to take it back at Sai Wan Ho Police Station.  On the phone, she had been very courteous and informative, with all the patience in answering my questions.  Since I live in Kowloon, it took me quite a while to get myself to Sai Wan Ho Police Station, but she has been patiently waiting to settle my case.  After I reached the police station, Madam Yue diligently dealt with my lost and found case and had been a great help all along.  I apologise for any inconvenience caused to the police crew and Madam Yue.  I am sincerely grateful for their help, especially Madam Yue.  Please send my greatest gratitude to her and I wish her all the best ! Thank you ! \n\nSonia  \n\nNote: the officer praised in this letter is Woman Police Constable 56597 YUE King-pui of Traffic Investigation and Support Section, Hong Kong Island",
    "officers": [
      "Woman Police Constable 56597 YUE King-pui"
    ],
    "unit": "Traffic Investigation and Support Section",
    "division": "Hong Kong Island"
  },
  {
    "date": "2015-01-30",
    "title": "2015-01-30 - Compliments on Police Officers of Kwai Chung Division",
    "text": "Dear Sir /Madam, \n\nI am writing to compliment a police officer of Kwai Chung Division who had displayed his professionalism and helpfulness to the elderly. \n\nIn an afternoon in January, when I was walking at Shek Yam Road, Kwai Chung, right opposite to the North Kwai Chung Market, I saw a police officer holding a wheel chair in which the elderly was sitting.  A relative of the elderly was talking to someone in the shop, which was around 3 metres far away.  Though the wheel chair might not be moved to the road, his initiative really impressed me. \n\nRegards, \n\nMr. TANG \n\nNote: the officer praised in this letter is Police Constable 5144 LAI Chun-kit of Patrol Sub-unit 1, Kwai Chung Division.",
    "officers": [
      "Police Constable 5144 LAI Chun-kit"
    ],
    "unit": "Patrol Sub-unit 1",
    "division": "Kwai Chung Division"
  },
  {
    "date": "2015-01-28",
    "title": "2015-01-28 - Compliments on Police Officers of Wan Chai Division",
    "text": "Dear Sir/ Madam,\n\nI am writing to show my appreciation to several Wan Chai Division Police officers for their professionalism when handling my case.  I was assaulted by a client during working time, and the offender escaped from the incident location before I could even react.  I called 999 for police assistance and emergency medical service as soon as I recovered from tremendous dizziness.\n\nI am surprised by how responsive our Police Force can be.  Two police officers of Wan Chai Police Station arrived at the scene within a few minutes.  They asked me to briefly describe the incident and the appearance of the escaped offender, and escorted me to the hospital.  After medical examination, I was called to give a statement for the incidence.  They explained well about the follow-up actions to me, and assured me that they would investigate the case.\n\nTo be honest, I thought that the issue would be forgotten but instead, Wan Chai Police called and told me that the offender had confessed about the attack.  I am more than happy that the issue can be resolved.  Thanks for your officers’ effort.   \n\nMichael\n\nNote: the officer praised in this letter is Police Constable 11155 LI Ka-ho and Police Constable 15126 TANG Man-kit of Patrol Sub-unit 1, Wan Chai Division.",
    "officers": [
      "Police Constable 11155 LI Ka-ho",
      "Police Constable 15126 TANG Man-kit"
    ],
    "unit": "Patrol Sub-unit 1",
    "division": "Wan Chai Division"
  },
  {
    "date": "2015-01-13",
    "title": "2015-01-13 - Compliments on Police Officers of Emergency Unit Hong Kong Island",
    "text": "Dearest Police officers of EU HK Island,\n\nWe reported a theft case of a missing laptop in an early morning in January 2015.  The members of the EU car were excellent and attentive to the case.\n\nDue to the case itself, we were quite certain that it was more or less impossible to catch the thief.  To our utter surprise, with the outstanding work of the team, they had found our stolen laptop and arrested a suspect.\n\nWe wanted to take this opportunity to sincerely thank the team for their hard work and incredible attention to details, and their efficient work is beyond outstanding.\n\nAs a citizen in Hong Kong, I feel safe knowing that we have an amazing Police Force looking after us, and I am very proud to have you all as the representatives of this city.\n\nYours,\nAn extremely satisfied and grateful HK citizen\n\nAngie \t\n\nNote: the officer praised in this letter is Police Constable 54753 KU Tin, Police Constable 7390 TSE Yuk-ming and Woman Police Constable 8320 CHAN Ka-yee of Platoon 2 of Emergency Unit of Hong Kong Island.",
    "officers": [
      "Police Constable 54753 KU Tin",
      "Police Constable 7390 TSE Yuk-ming",
      "Woman Police Constable 8320 CHAN Ka-yee"
    ],
    "unit": "Platoon 2 of Emergency Unit",
    "division": "Hong Kong Island"
  },
  {
    "date": "2015-01-05",
    "title": "2015-01-05 - Compliment on Police Officer of Shatin District",
    "text": "I am a victim in a criminal case.  I would like to express our sincerest gratitude to a police officer, Mr. Liu of Sha Tin Police Station, for his help.  During the case investigation process, Mr. Liu has given utmost support and provided me with guidance. And, he was very patient in answering all of my questions and giving me feedbacks to address my concerns.\n\nI am very impressed by his professionalism, and I cannot thank enough for his kindness.  Thanks !\n  \nYours sincerely,\nMr. Lui \n\nNote : the officers praised in this letter is Constable 2033 LIU Seung-mo of District Investigation Team 5 Shatin District.",
    "officers": [
      "Constable 2033 LIU Seung-mo"
    ],
    "unit": "District Investigation Team 5",
    "division": "Shatin District"
  }
]